quranChapter=[
    {
        id:1,
        name:"سورة الفاتحة",
        summery:" سورة مكية ، آياتها 7"
    },
    {
        id:2,
        name:"سورة البقرة",
        summery:"سورة مدنية ، آياتها 286"
    },
    {
        id:3,
        name:"سورة آل عمران",
        summery:"سورة مدنية ، آياتها 200 " 
    }
	,
    {
        id:4,
        name:"النساء",
        summery:"سورة مدنية ، آياتها 176" 
    }
	,
    {
        id:5,
        name:"سورة المائدة",
        summery:"سورة مدنية ، آياتها 120" 
    },
    {
        id:6,
        name:" سورة الأنعام",
        summery:" سورة مكية ، آياتها 165" 
    },
    {
        id:7,
        name:"سورة الأعراف",
        summery:"سورة مكية ، آياتها 206" 
    },
    {
        id:8,
        name:"سورة الأنفال",
        summery:"سورة مدنية ، آياتها 75" 
    },
    {
        id:9,
        name:"سورة التوبة",
        summery:"سورة مدنية ، آياتها 129" 
    },
    {
        id:10,
        name:"سورة يونس",
        summery:"سورة مكية ، آياتها 109" 
    },
    {
        id:11,
        name:"سورة هود",
        summery:"سورة مكية ، آياتها 123" 
    },
    {
        id:12,
        name:" سورة يوسف",
        summery:"سورة مكية ، آياتها 111" 
    },
    {
        id:13,
        name:"سورة الرعد",
        summery:"سورة مدنية ، آياتها 43" 
    },
    {
        id:14,
        name:"سورة إبراهيم",
        summery:"سورة مكية ، آياتها 52" 
    },
    {
        id:15,
        name:"سورة الحجر",
        summery:"سورة مكية ، آياتها 99" 
    },
    {
        id:16,
        name:"سورة النحل",
        summery:"سورة مكية ، آياتها 128" 
    },
    {
        id:17,
        name:"سورة الإسراء",
        summery:"سورة مكية ، آياتها 111" 
    },
    {
        id:18,
        name:"سورة الكهف",
        summery:"سورة مكية ، آياتها 110" 
    },
    {
        id:19,
        name:"سورة مريم",
        summery:" سورة مكية ، آياتها 98" 
    },
    {
        id:20,
        name:"سورة طه",
        summery:"سورة مكية ، آياتها 135" 
    },
    {
        id:21,
        name:"سورة الأنبياء",
        summery:"سورة مكية ، آياتها 112" 
    },
    {
        id:22,
        name:"سورة الحج",
        summery:" سورة مدنية ، آياتها 78" 
    },
    {
        id:23,
        name:" سورة المؤمنون",
        summery:" سورة مكية ، آياتها 118" 
    },
    {
        id:24,
        name:"سورة النور",
        summery:" سورة مدنية ، آياتها 64" 
    },
    {
        id:25,
        name:" سورة الفرقان",
        summery:"سورة مكية ، آياتها 77" 
    },
    {
        id:26,
        name:"سورة الشعراء",
        summery:"سورة مكية ، آياتها 227" 
    },
    {
        id:27,
        name:"سورة النمل",
        summery:"سورة مكية ، آياتها 93" 
    },
    {
        id:28,
        name:"سورة القصص",
        summery:"سورة مكية ، آياتها 88" 
    },
    {
        id:29,
        name:" سورة العنكبوت",
        summery:"سورة مكية ، آياتها 69" 
    },
    {
        id:30,
        name:"سورة الروم",
        summery:" سورة مكية ، آياتها 60" 
    },
    {
        id:31,
        name:" سورة لقمان",
        summery:"سورة مكية ، آياتها 34" 
    },
    {
        id:32,
        name:"سورة السجدة",
        summery:"سورة مكية ، آياتها 30" 
    },
    {
        id:33,
        name:" سورة الأحزاب",
        summery:"سورة مدنية ، آياتها 73" 
    },
    {
        id:34,
        name:"سورة سبأ",
        summery:"سورة مكية ، آياتها 54" 
    },
    {
        id:35,
        name:"سورة فاطر",
        summery:"سورة مكية ، آياتها 45" 
    },
    {
        id:36,
        name:"سورة يس",
        summery:"سورة مكية ، آياتها 83" 
    },
    {
        id:37,
        name:"سورة الصافات",
        summery:"سورة مكية ، آياتها 182" 
    },
    {
        id:38,
        name:"سورة ص",
        summery:"سورة مكية ، آياتها 88" 
    },
    {
        id:39,
        name:" سورة الزمر",
        summery:"سورة مكية ، آياتها 75" 
    },
    {
        id:40,
        name:" سورة غافر",
        summery:"سورة مكية ، آياتها 85" 
    },
    {
        id:41,
        name:"سورة فصلت",
        summery:" سورة مكية ، آياتها 54" 
    },
    {
        id:42,
        name:"سورة الشورى",
        summery:"سورة مكية ، آياتها 53" 
    },
    {
        id:43,
        name:"سورة الزخرف",
        summery:" سورة مكية ، آياتها 89" 
    },
    {
        id:44,
        name:"سورة الدخان",
        summery:"سورة مكية ، آياتها 59" 
    },
    {
        id:45,
        name:" سورة الجاثية",
        summery:" سورة مكية ، آياتها 37" 
    },
    {
        id:46,
        name:"سورة الأحقاف",
        summery:"سورة مكية ، آياتها 35" 
    },
    {
        id:47,
        name:"سورة محمد",
        summery:"سورة مدنية ، آياتها 38" 
    },
    {
        id:48,
        name:" سورة الفتح",
        summery:"سورة مدنية ، آياتها 29" 
    },
    {
        id:49,
        name:"سورة الحجرات",
        summery:"سورة مدنية ، آياتها 18" 
    },
    {
        id:50,
        name:"سورة ق",
        summery:"سورة مكية ، آياتها 45" 
    },
    {
        id:51,
        name:"سورة الذاريات",
        summery:"سورة مكية ، آياتها 60" 
    },
    {
        id:52,
        name:"سورة الطور",
        summery:"سورة مكية ، آياتها 49" 
    },
    {
        id:53,
        name:"سورة النجم",
        summery:"سورة مكية ، آياتها 62" 
    },
    {
        id:54,
        name:" سورة القمر",
        summery:"سورة مكية ، آياتها 55" 
    },
    {
        id:55,
        name:"سورة الرحمن",
        summery:"سورة مدنية ، آياتها 78" 
    },
    {
        id:56,
        name:" سورة الواقعة",
        summery:"سورة مكية ، آياتها 96" 
    },
    {
        id:57,
        name:"سورة الحديد",
        summery:"سورة مدنية ، آياتها 29" 
    },
    {
        id:58,
        name:"سورة المجادلة",
        summery:"سورة مدنية ، آياتها 22" 
    },
    {
        id:59,
        name:"سورة الحشر",
        summery:"سورة مدنية ، آياتها 24" 
    },
    {
        id:60,
        name:"سورة الممتحنة",
        summery:" سورة مدنية ، آياتها 13" 
    },
    {
        id:61,
        name:"سورة الصف",
        summery:"سورة مدنية ، آياتها 14" 
    },
    {
        id:62,
        name:"سورة الجمعة",
        summery:"سورة مدنية ، آياتها 11" 
    },
    {
        id:63,
        name:"سورة المنافقون",
        summery:"سورة مدنية ، آياتها 11" 
    },
    {
        id:64,
        name:"سورة التغابن",
        summery:"سورة مدنية ، آياتها 18" 
    },
    {
        id:65,
        name:"سورة الطلاق",
        summery:"سورة مدنية ، آياتها 12" 
    },
    {
        id:66,
        name:"سورة التحريم",
        summery:"سورة مدنية ، آياتها 12" 
    },
    {
        id:67,
        name:"سورة الملك",
        summery:"سورة مكية ، آياتها 30" 
    },
    {
        id:68,
        name:"سورة القلم",
        summery:"سورة مكية ، آياتها 52" 
    },
    {
        id:69,
        name:"سورة الحاقة",
        summery:"سورة مكية ، آياتها 52" 
    },
    {
        id:70,
        name:"سورة المعارج",
        summery:"سورة مكية ، آياتها 44" 
    },
    {
        id:71,
        name:"سورة نوح",
        summery:"سورة مكية ، آياتها 28" 
    },
    {
        id:72,
        name:"سورة الجن",
        summery:" سورة مكية ، آياتها 28" 
    },
    {
        id:73,
        name:"سورة المزمل",
        summery:" سورة مكية ، آياتها 20" 
    },
    {
        id:74,
        name:"سورة المدثر",
        summery:"سورة مكية ، آياتها 56" 
    },
    {
        id:75,
        name:" سورة القيامة",
        summery:"سورة مكية ، آياتها 40" 
    },
    {
        id:76,
        name:"سورة الإنسان",
        summery:"سورة مدنية ، آياتها 31" 
    },
    {
        id:77,
        name:"سورة المرسلات",
        summery:"سورة مكية ، آياتها 50" 
    },
    {
        id:78,
        name:"سورة النبأ",
        summery:"سورة مكية ، آياتها 40" 
    },
    {
        id:79,
        name:"سورة النازعات",
        summery:"سورة مكية ، آياتها 46" 
    },
    {
        id:80,
        name:" سورة عبس",
        summery:"سورة مكية ، آياتها 42" 
    },
    {
        id:81,
        name:"سورة التكوير",
        summery:"سورة مكية ، آياتها 29" 
    },
    {
        id:82,
        name:"سورة الانفطار",
        summery:"سورة مكية ، آياتها 19" 
    },
    {
        id:83,
        name:"سورة المطففين",
        summery:"سورة مكية ، آياتها 36" 
    },
    {
        id:84,
        name:"سورة الانشقاق",
        summery:"سورة مكية ، آياتها 25" 
    },
    {
        id:85,
        name:"سورة البروج",
        summery:"سورة مكية ، آياتها 22" 
    },
    {
        id:86,
        name:"سورة الطارق",
        summery:"سورة مكية ، آياتها 17" 
    },
    {
        id:87,
        name:"سورة الأعلى",
        summery:"سورة مكية ، آياتها 19" 
    },
    {
        id:88,
        name:"سورة الغاشية",
        summery:"سورة مكية ، آياتها 26" 
    },
    {
        id:89,
        name:"سورة الفجر",
        summery:"سورة مكية ، آياتها 30" 
    },
    {
        id:90,
        name:"سورة البلد",
        summery:"سورة مكية ، آياتها 20" 
    },
    {
        id:91,
        name:"سورة الشمس",
        summery:"سورة مكية ، آياتها 15" 
    },
    {
        id:92,
        name:" سورة الليل",
        summery:"سورة مكية ، آياتها 21" 
    },
    {
        id:93,
        name:"سورة الضحى",
        summery:"سورة مكية ، آياتها 11" 
    },
    {
        id:94,
        name:" سورة الشرح",
        summery:"سورة مكية ، آياتها 8" 
    },
    {
        id:95,
        name:"سورة التين",
        summery:"سورة مكية ، آياتها 8" 
    },
    {
        id:96,
        name:"سورة العلق",
        summery:"سورة مكية ، آياتها 19" 
    },
    {
        id:97,
        name:"سورة القدر",
        summery:"سورة مكية ، آياتها 5" 
    },
    {
        id:98,
        name:"سورة البينة",
        summery:"سورة مدنية ، آياتها 8" 
    },
    {
        id:99,
        name:"سورة الزلزلة",
        summery:"سورة مدنية ، آياتها 8" 
    },
    {
        id:100,
        name:" سورة العاديات",
        summery:"سورة مكية ، آياتها 11" 
    },
    {
        id:101,
        name:" سورة القارعة",
        summery:"سورة مكية ، آياتها 11" 
    },
    {
        id:102,
        name:"سورة التكاثر",
        summery:" سورة مكية ، آياتها 8" 
    },
    {
        id:103,
        name:"سورة العصر",
        summery:"سورة مكية ، آياتها 3" 
    },
    {
        id:104,
        name:"سورة الهمزة",
        summery:"سورة مكية ، آياتها 9" 
    },
    {
        id:105,
        name:" سورة الفيل",
        summery:"سورة مكية ، آياتها 5" 
    },
    {
        id:106,
        name:"سورة قريش",
        summery:"سورة مكية ، آياتها 4" 
    },
    {
        id:107,
        name:" سورة الماعون",
        summery:"سورة مكية ، آياتها 7" 
    },
    {
        id:108,
        name:"سورة الكوثر",
        summery:"سورة مكية ، آياتها 3" 
    },
    {
        id:109,
        name:"سورة الكافرون",
        summery:"سورة مكية ، آياتها 6" 
    },
    {
        id:110,
        name:"سورة النصر",
        summery:"سورة مدنية ، آياتها 3" 
    },
    {
        id:111,
        name:"سورة المسد",
        summery:"سورة مكية ، آياتها 5" 
    },
    {
        id:112,
        name:"سورة الإخلاص",
        summery:" سورة مكية ، آياتها 4" 
    },
    {
        id:113,
        name:"سورة الفلق",
        summery:"سورة مكية ، آياتها 5" 
    },
    {
        id:114,
        name:"سورة الناس",
        summery:"سورة مكية ، آياتها 6" 
    }
    ]
quranQare2=[
   
    {
        id:"1",
        link:"http://server11.mp3quran.net/shatri/",
        name:" أبو بكر الشاطري"
    },
	{
        id:"2",
        link:"http://server10.mp3quran.net/ajm/",
        name:" أحمد بن علي العجمي"
    },
	{
        id:"3",
        link:"http://server5.mp3quran.net/ahmad_nu/",
        name:" أحمد نعينع"
    },
	{
        id:"4",
        link:"http://server10.mp3quran.net/qht/",
        name:"خالد القحطاني"
    },
	{
        id:"5",
        link:"http://server5.mp3quran.net/kafi/",
        name:"خالد عبدالكافي"
    },
	{
        id:"6",
        link:"http://server7.mp3quran.net/s_gmd/",
        name:"سعد الغامدي"
    },
	{
        id:"7",
        link:"http://server7.mp3quran.net/shur/",
        name:"سعود الشريم "
    },
	{
        id:"8",
        link:"http://server8.mp3quran.net/bu_khtr/",
        name:"صلاح بو خاطر"
    },
	{
        id:"9",
        link:"http://server7.mp3quran.net/basit/",
        name:"عبدالباسط عبدالصمد"
    },
	{
        id:"10",
        link:"http://server11.mp3quran.net/sds/",
        name:"عبدالرحمن السديس"
    },
	{
        id:"12",
        link:"http://server9.mp3quran.net/hthfi/",
        name:"علي بن عبدالرحمن الحذيفي"
    },
	{
        id:"13",
        link:"http://server5.mp3quran.net/maher/",
        name:"ماهر المعيقلي"
    },
	{
        id:"11",
        link:"http://server5.mp3quran.net/kyat/",
        name:" عبدالله خياط "
    },
	{
        id:"14",
        link:"http://server5.mp3quran.net/tblawi/",
        name:"محمد الطبلاوي"
    },
	{
        id:"15",
        link:"http://server5.mp3quran.net/minsh/",
        name:"محمد صديق المنشاوي"
    },
	{
        id:"16",
        link:"http://server8.mp3quran.net/jbrl/",
        name:"محمد جبريل"
    },
	{
        id:"17",
        link:"http://server9.mp3quran.net/husr/",
        name:"محمود خليل الحصري "
    },	
	{
        id:"18",
        link:"http://server8.mp3quran.net/afs/",
        name:"مشاري العفاسي"
    },	
	{
        id:"19",
        link:"http://server8.mp3quran.net/mustafa/",
        name:" مصطفى إسماعيل"
    }
	
]